{
  "cards": [
    {"title": "Common Time Bonus", "description": "Add [S2 M3 L5] minutes to your hiding time when caught while this is in your hand.", "amount": 25},
    {"title": "Uncommon Time Bonus", "description": "Add [S4 M6 L10] minutes to your hiding time when caught while this is in your hand.", "amount": 15},
    {"title": "Rare Time Bonus", "description": "Add [S6 M9 L15] minutes to your hiding time when caught while this is in your hand.", "amount": 10},
    {"title": "Epic Time Bonus", "description": "Add [S8 M12 L20] minutes to your hiding time when caught while this is in your hand.", "amount": 3},
    {"title": "Legendary Time Bonus", "description": "Add [S12 M18 L30] minutes to your hiding time when caught while this is in your hand.", "amount": 2},
    {"title": "Randomize", "description": "temp", "amount": 4},
    {"title": "Veto", "description": "temp", "amount": 4},
    {"title": "Duplicate", "description": "temp", "amount": 2},
    {"title": "Move", "description": "temp", "amount": 1},
    {"title": "Discard 1 Draw 2", "description": "temp", "amount": 4},
    {"title": "Discard 2 Draw 3", "description": "temp", "amount": 4},
    {"title": "Draw 1 Expand 1", "description": "temp", "amount": 2},
    {"title": "Curse of The Zoologist", "description": "Take a photo of a wild fish, bird, mammal, reptile, amphibian or bug. The seeker(s) must take a picture of a wild animal in the same category before asking another question.", "cost": "A photo of an animal", "amount": 1},
    {"title": "Curse Of The Unguided Tourist", "description": "Send the seeker(s) an unzoomed google Street View image from a street within 500ft (152m) of where they are now. The shot has to be parallel to the horizon and include at least one human-built structure other than a road. Without using the internet for research, they must find what you sent them in real life before they can use transportation or ask another question. They must send a picture the hiders for verification.", "cost": "Seeker(s) must be outside", "amount": 1},
    {"title": "Curse Of The Endless Tumble", "description": "Seekers Must roll a die at least 100ft (30m) and have it land on a 5 or a 6 before they can ask another question. The die must roll the full distance, unaided, using only the momentum from the initial throw and gravity to travel the 100ft (30m). If the seekers accidentally hit someone with a die you are awarded a [S10, M20, L30] minute bonus", "cost": "Roll a die. If its 5 or 6 this card has no effect.", "amount": 1},
    {"title": "Curse Of The Hidden Hangman", "description": "Before asking another question or boarding another form of transportation, seeker(s) must be the hider(s) in game of hangman.", "cost": "Discard 2 cards", "amount": 1},
    {"title": "Curse Of The Overflowing Chalice", "description": "For the next three questions, you may draw (not keep) an additional card when drawing from the hider deck", "cost": "Discard a card", "amount": 1},
    {"title": "Curse Of The Mediocre Travel Agent", "description": "Choose any publicly-accessible place within [S0.25, M0.25, L0.50]mi [S0.40, M0.40, 0.50]km of the seeker(s) current location. They cannot currently be on transit. They must go there, and spend at least [S5, M5, L10] minutes there, before asking another question. They must send you at least three photos of them enjoying their vacation, and procure an object to bring you as souvenir. If this souvenir is lost before they can get to you, you are awarded an extra [S30, M45, L60] minutes.", "cost": "", "amount": 1},
    {"title": "Curse Of The Luxury Car", "description": "Take a photo of a car. The seekers must take a photo of a more expensive car before asking another question.", "cost": "A photo of a car", "amount": 1},
    {"title": "Curse Of The U-Turn", "description": "Seeker(s) must disembark their current mode of transportation at the next station (as long as that station is served by another form of transit in the next [S0.5, M0.5, L1] hours", "cost": "Seekers must be heading the wrong way. (Their next station is further from you then they are.)", "amount": 1},
    {"title": "Curse Of The Bridge Troll", "description": "The seekers must ask their next question from under a bridge", "cost": "Seekers Must be at least [S1, M5, L30]mi [S0.3, M1.5, L9.1]km from you", "amount": 1},
    {"title": "Curse Of Water Weight", "description": "Seeker(s) must acquire and carry at least 2 liters of liquid per seeker for the rest of your run. They cannot ask another question until they have acquired the liquid. The water may be distributed between seeker as they see fit. If the liquid is lost or abandoned at any point the hider is awarded a [S30, M30, L60] minute bonus", "cost": "Seekers must be within 1,000ft (300 meters) of a body of water", "amount": 1},
    {"title": "Curse Of The Jammed Door", "description": "For the next [S0.5, M1, L3] hours, whenever the seeker(s) want to pass through a doorway into a building, business, train, or other vehicle they must first roll 2 dice. If they do not roll a 7 or higher they cannot enter that space (including through other doorways) any given doorway can be reattempted after [S5, M10, L15] minutes.", "cost": "Discard 2 cards", "amount": 1},
    {"title": "Curse Of The Cairn", "description": "You have one attempt to stack as many rocks on top of each other as you can in a freestanding tower. Each rock may only touch one other rock. Once you have added a rock to the tower it may not be removed. Before adding another rock, the tower must stand for at least 5 seconds. If at any point any rock other then the base rock touches the ground, your tower has fallen. Once your tower falls tell the seekers how many rocks high your tower was when it last stood for five seconds. The seekers must then construct a rock tower of the same number of rucks, under the same parameters before asking another question. If their tower falls they must restart. The rocks must be found in nature and both teams must  disperse the rocks after building.", "cost": "Build a rock tower", "amount": 1},
    {"title": "Curse Of The Urban Explorer", "description": "For the rest of the run seekers cannot ask question when they are on transit or in a train station", "cost": "Discard 2 cards", "amount": 1},
    {"title": "Curse Of The Impressionable Consumer", "description": "Seekers must enter and gain admission (if applicable) to a location or buy a product that they saw an advertisement for before asking another question. This advertisement musts be found out in the world and must be at least 100ft (30m) from the product or location itself.", "cost": "The seekers next question is free", "amount": 1},
    {"title": "Curse Of The Egg Partner", "description": "Seeker(s) must acquire an egg before asking another question. This egg is now treated as an official team member of the seekers. If any team members are abandoned or killed (defined as crack in the eggs case) before the end of your run you are awarded an extra [S30 M45 L60] minutes. This course cannot be played during the endgame.", "cost": "Discard two cards", "amount": 1},
    {"title": "Curse Of The Distant Cuisine", "description": "Find a restaurant within your zone that explicitly serves food from a specific foreign country. The seekers must visit a restaurant serving food from a country that is equal or great distance away before asking another question", "cost": "You must be at the restaurant", "amount": 1},
    {"title": "Curse Of The Right Turn", "description": "For the next [S20, M40, L60] minutes the seekers can only turn right at any street intersection. If at any point they find themselves in dead end where they cannot continue forward or turn right for another 1,000ft (304m) they must do a full 180. A right turn is defined as a road at any angle that veers to the right of the seekers", "cost": "Discard a card", "amount": 1},
    {"title": "Curse Of The Labyrinth", "description": "Spend up to [S10, M20, L30] minutes drawing a solvable maze and send a photo of it to the seekers. You cannot use the internet to research maze designs. The seekers musts solve the maze before asking another question.", "cost": "Draw a maze", "amount": 1},
    {"title": "Curse Of The Bird Guide", "description": "You have one chance to film a bird for as long as possible. Up to [S5 M10 L15] minutes straight, if at any point the bird leaves the frame your timer is stopped. The seekers must then film a bird for the same amount of time or longer", "cost": "Film a bird", "amount": 1},
    {"title": "Curse Of Spotty Memory", "description": "For the rest of the run, one random category of questions will be disabled at all times. After this curse is played seeker(s) must roll a die to determine the category of questions to be disabled. The catergy remain disabled until the next question is asked at which point a die is rolled again to choose an e category. The same category can be disabled multiple times in a row", "cost": "Discard a time bonus card", "amount": 1},
    {"title": "Curse Of The Lemon Phylactery", "description": "Before asking another question the seeker(s) must each find a lemon and affix it to their outermost layer of their clothes or skin. If at any point one of these lemons is no longer touching a seeker you are awarded  [S30, M45, L60] minutes. This curse cannot be played during the endgame.", "cost": "Discard a powerup card", "amount": 1},
    {"title": "Curse Of The Drained Brain", "description": "Choose three questions in different categories. The seekers cannot ask those questions for the rest of the run.", "cost": "Discard your hand", "amount": 1},
    {"title": "Curse Of The Ransom Note", "description": "The next question that the seekers ask must be composed of words and letters cut out of any printed material. The question must be coherent and include at least 5 words.", "cost": "Spell out \"Ransom Note\" as a ransom note (without using this card)", "amount": 1},
    {"title": "Curse Of The Gambler's Feet", "description": "For the next [S20, M40, L60] minutes seekers must roll a die before they take any steps in any direction, they may take that many steps before rolling again", "cost": "Roll a die if its even number this curse has no effect", "amount": 1}
  ]
}
